pages/7_Homework.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>Design Project</title>
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<link rel="stylesheet" type="text/css" href="css/styles.css"/>
<link href='http://fonts.googleapis.com/css?family=Ubuntu+Mono|Ubuntu' rel='stylesheet' type='text/css'>
</head>
<body>
<div id="content">
<h1 class="title">Design Project</h1>
  <div class="github-fork-ribbon-wrapper left">
    <div class="github-fork-ribbon">
      <a href="https://github.com/stsb11/9-SC-LED">Fork me on GitHub</a>
    </div>
  </div>
<div id="stickyribbon">
    <ul>
      <li><a href="1_Lesson.html">Week 1</a></li>
      <li><a href="2_Lesson.html">Week 2</a></li>
      <li><a href="3_Lesson.html">Week 3</a></li>
      <li><a href="4_Lesson.html">Week 4</a></li>
      <li><a href="5_Lesson.html">Week 5</a></li>
      <li><a href="6_Lesson.html">Week 6</a></li>
      <li><a href="assessment.html">Assessment</a></li>

    </ul>
  </div>
<div id="outline-container-sec-1" class="outline-2 activity">
<h2 id="sec-1"><span class="section-number-2">1</span> Homework Tasks</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-sec-1-1" class="outline-3 research">
<h3 id="sec-1-1">1. Joint it</h3>
<div class="outline-text-3" id="text-1-1">
<ul class="org-ul">
<li>There are many ways to join two different pieces of wood, plastic or metal together. 
</li>
<li>Research and write a series of short paragraphs to describe and identify advantages/disadvantages for  each of: Nuts and bolts, screws, pop rivets, glue and welding. e.g.
</li>
<li>"Nails can be used to join two pieces of wood together by driving them from one piece of wood into the other with a hammer. 
</li>
<li>The advantage of using nails is the speed with which the materials can be joined together.
</li>
<li>A disadvantage of nails is that the wood can split, and that it is easy to hit the wood by accident, marking the surface”
</li>
<li>Upload your work to the first badge in the homework section on BourneToLearn.com
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-1-2" class="outline-3 document">
<h3 id="sec-1-2">2. Light It</h3>
<div class="outline-text-3" id="text-1-2">
<ul class="org-ul">
<li>LEDs are everywhere! In our TVs, on electrical items, street lighting and illuminating our homes. 
</li>
<li>Research the history of the LED, and explain why they’re becoming more popular. 200 words.
</li>
<li>Upload your work to the second badge in the homework section on BourneToLearn.com
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-1-3" class="outline-3 design">
<h3 id="sec-1-3">3. Cut or Print It</h3>
<div class="outline-text-3" id="text-1-3">
<ul class="org-ul">
<li>The housing for the drawer alarm is made from laser-cut 3mm acrylic sheet, separated by some nuts and bolts. 
</li>
<li>Sketch designs for two different housings and label them. 
</li>
<li>They’ll still need to have the switch on the front, somewhere for the LDR and two LEDs, but how you design it is up to you. 
</li>
<li>Indicate approximate dimensions. 
</li>
<li>Think about: Where will the PCB go? What holds it together? What’s it made from? Where do the batteries go?
</li>
<li>Upload your work to the third badge in the homework section on BourneToLearn.com
</li>

<li>Laser cutting, water jet cutting and 3D printing are relatively new technologies. 
</li>
<li>Research each of them; for each one, write a little about how it works, and what they can be used for. 200 words total.
</li>
<li>Upload your work to the third badge in the homework section on BourneToLearn.com
</li>
</ul>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
